#   language: ru

@stat
Функция: Добавление записи записи в журнале
  Роли: Пушкарева Регина Вячеславовна - врач приемного покоя
  Предистория:
  Каплин авторизовался в системе стационара
  Сценарий:
    Когда Пушкарева нажимает на кнопку “Добавить” в журнале
    Тогда открылась лента “Редактирование стационарного случая”
    И Пушкарева заполняет блок “Медицинская карта”
    Также Пушкарева заполняет блок “Персональные данные”
    И Пушкарева заполняет блок “Поступления”
    Тогда Пушкарева заполняет блок “Витальная информация”
    И Пушкарева заполняет блок “Представители пациента”
    Тогда Пушкарева заполняет блок “Медицинские записи”



