#   language: ru

@stat11
Функция: Добавление записи записи в журнале
  Роли: Пушкарева Регина Вячеславовна - врач приемного покоя
  Предыстория:
  Дано Пушкарева авторизовался в интерфейсе стационара
  Сценарий:
    Когда Пушкарева ищет в поиске пациента
#    Тогда в журнале отобразится фио
#    И Пушкарева нажимает редактировать
#    Тогда открылась лента стационарного случая пациента
    Когда Пушкарева нажимает на кнопку Сохранить
    Тогда Пушкарева нажимает выйти
#    Тогда Пушкарева заполняет блок “Медицинские записи”



